const METADATA = {
    "controls": [
        {
            "values": [
                1.4,
                1.8,
                2.3,
                5.0
            ],
            "name": "freq [GHz]"
        },
        {
            "values": [
                1.5,
                1.6,
                1.6666666,
                1.7,
                1.8
            ],
            "name": "α"
        },
        {
            "values": [
                200,
                500,
                1000,
                2000,
                5000,
                10000
            ],
            "name": "r_in [km]"
        }
    ],
    "blocks": [
        {
            "size": {
                "height": 564,
                "width": 626
            }
        },
        {
            "size": {
                "height": 564,
                "width": 626
            }
        },
        {
            "size": {
                "height": 564,
                "width": 626
            }
        },
        {
            "size": {
                "height": 650,
                "width": 499
            }
        },
        {
            "size": {
                "height": 650,
                "width": 499
            }
        },
        {
            "size": {
                "height": 650,
                "width": 499
            }
        }
    ],
    "snapshots": [
        {
            "r_in [km]": 200,
            "freq [GHz]": 1.4,
            "α": 1.5
        },
        {
            "r_in [km]": 200,
            "freq [GHz]": 1.8,
            "α": 1.5
        },
        {
            "r_in [km]": 200,
            "freq [GHz]": 2.3,
            "α": 1.5
        },
        {
            "r_in [km]": 200,
            "freq [GHz]": 5,
            "α": 1.5
        },
        {
            "r_in [km]": 200,
            "freq [GHz]": 1.4,
            "α": 1.6
        },
        {
            "r_in [km]": 200,
            "freq [GHz]": 1.8,
            "α": 1.6
        },
        {
            "r_in [km]": 200,
            "freq [GHz]": 2.3,
            "α": 1.6
        },
        {
            "r_in [km]": 200,
            "freq [GHz]": 5,
            "α": 1.6
        },
        {
            "r_in [km]": 200,
            "freq [GHz]": 1.4,
            "α": 1.6666666
        },
        {
            "r_in [km]": 200,
            "freq [GHz]": 1.8,
            "α": 1.6666666
        },
        {
            "r_in [km]": 200,
            "freq [GHz]": 2.3,
            "α": 1.6666666
        },
        {
            "r_in [km]": 200,
            "freq [GHz]": 5,
            "α": 1.6666666
        },
        {
            "r_in [km]": 200,
            "freq [GHz]": 1.4,
            "α": 1.7
        },
        {
            "r_in [km]": 200,
            "freq [GHz]": 1.8,
            "α": 1.7
        },
        {
            "r_in [km]": 200,
            "freq [GHz]": 2.3,
            "α": 1.7
        },
        {
            "r_in [km]": 200,
            "freq [GHz]": 5,
            "α": 1.7
        },
        {
            "r_in [km]": 200,
            "freq [GHz]": 1.4,
            "α": 1.8
        },
        {
            "r_in [km]": 200,
            "freq [GHz]": 1.8,
            "α": 1.8
        },
        {
            "r_in [km]": 200,
            "freq [GHz]": 2.3,
            "α": 1.8
        },
        {
            "r_in [km]": 200,
            "freq [GHz]": 5,
            "α": 1.8
        },
        {
            "r_in [km]": 500,
            "freq [GHz]": 1.4,
            "α": 1.5
        },
        {
            "r_in [km]": 500,
            "freq [GHz]": 1.8,
            "α": 1.5
        },
        {
            "r_in [km]": 500,
            "freq [GHz]": 2.3,
            "α": 1.5
        },
        {
            "r_in [km]": 500,
            "freq [GHz]": 5,
            "α": 1.5
        },
        {
            "r_in [km]": 500,
            "freq [GHz]": 1.4,
            "α": 1.6
        },
        {
            "r_in [km]": 500,
            "freq [GHz]": 1.8,
            "α": 1.6
        },
        {
            "r_in [km]": 500,
            "freq [GHz]": 2.3,
            "α": 1.6
        },
        {
            "r_in [km]": 500,
            "freq [GHz]": 5,
            "α": 1.6
        },
        {
            "r_in [km]": 500,
            "freq [GHz]": 1.4,
            "α": 1.6666666
        },
        {
            "r_in [km]": 500,
            "freq [GHz]": 1.8,
            "α": 1.6666666
        },
        {
            "r_in [km]": 500,
            "freq [GHz]": 2.3,
            "α": 1.6666666
        },
        {
            "r_in [km]": 500,
            "freq [GHz]": 5,
            "α": 1.6666666
        },
        {
            "r_in [km]": 500,
            "freq [GHz]": 1.4,
            "α": 1.7
        },
        {
            "r_in [km]": 500,
            "freq [GHz]": 1.8,
            "α": 1.7
        },
        {
            "r_in [km]": 500,
            "freq [GHz]": 2.3,
            "α": 1.7
        },
        {
            "r_in [km]": 500,
            "freq [GHz]": 5,
            "α": 1.7
        },
        {
            "r_in [km]": 500,
            "freq [GHz]": 1.4,
            "α": 1.8
        },
        {
            "r_in [km]": 500,
            "freq [GHz]": 1.8,
            "α": 1.8
        },
        {
            "r_in [km]": 500,
            "freq [GHz]": 2.3,
            "α": 1.8
        },
        {
            "r_in [km]": 500,
            "freq [GHz]": 5,
            "α": 1.8
        },
        {
            "r_in [km]": 1000,
            "freq [GHz]": 1.4,
            "α": 1.5
        },
        {
            "r_in [km]": 1000,
            "freq [GHz]": 1.8,
            "α": 1.5
        },
        {
            "r_in [km]": 1000,
            "freq [GHz]": 2.3,
            "α": 1.5
        },
        {
            "r_in [km]": 1000,
            "freq [GHz]": 5,
            "α": 1.5
        },
        {
            "r_in [km]": 1000,
            "freq [GHz]": 1.4,
            "α": 1.6
        },
        {
            "r_in [km]": 1000,
            "freq [GHz]": 1.8,
            "α": 1.6
        },
        {
            "r_in [km]": 1000,
            "freq [GHz]": 2.3,
            "α": 1.6
        },
        {
            "r_in [km]": 1000,
            "freq [GHz]": 5,
            "α": 1.6
        },
        {
            "r_in [km]": 1000,
            "freq [GHz]": 1.4,
            "α": 1.6666666
        },
        {
            "r_in [km]": 1000,
            "freq [GHz]": 1.8,
            "α": 1.6666666
        },
        {
            "r_in [km]": 1000,
            "freq [GHz]": 2.3,
            "α": 1.6666666
        },
        {
            "r_in [km]": 1000,
            "freq [GHz]": 5,
            "α": 1.6666666
        },
        {
            "r_in [km]": 1000,
            "freq [GHz]": 1.4,
            "α": 1.7
        },
        {
            "r_in [km]": 1000,
            "freq [GHz]": 1.8,
            "α": 1.7
        },
        {
            "r_in [km]": 1000,
            "freq [GHz]": 2.3,
            "α": 1.7
        },
        {
            "r_in [km]": 1000,
            "freq [GHz]": 5,
            "α": 1.7
        },
        {
            "r_in [km]": 1000,
            "freq [GHz]": 1.4,
            "α": 1.8
        },
        {
            "r_in [km]": 1000,
            "freq [GHz]": 1.8,
            "α": 1.8
        },
        {
            "r_in [km]": 1000,
            "freq [GHz]": 2.3,
            "α": 1.8
        },
        {
            "r_in [km]": 1000,
            "freq [GHz]": 5,
            "α": 1.8
        },
        {
            "r_in [km]": 2000,
            "freq [GHz]": 1.4,
            "α": 1.5
        },
        {
            "r_in [km]": 2000,
            "freq [GHz]": 1.8,
            "α": 1.5
        },
        {
            "r_in [km]": 2000,
            "freq [GHz]": 2.3,
            "α": 1.5
        },
        {
            "r_in [km]": 2000,
            "freq [GHz]": 5,
            "α": 1.5
        },
        {
            "r_in [km]": 2000,
            "freq [GHz]": 1.4,
            "α": 1.6
        },
        {
            "r_in [km]": 2000,
            "freq [GHz]": 1.8,
            "α": 1.6
        },
        {
            "r_in [km]": 2000,
            "freq [GHz]": 2.3,
            "α": 1.6
        },
        {
            "r_in [km]": 2000,
            "freq [GHz]": 5,
            "α": 1.6
        },
        {
            "r_in [km]": 2000,
            "freq [GHz]": 1.4,
            "α": 1.6666666
        },
        {
            "r_in [km]": 2000,
            "freq [GHz]": 1.8,
            "α": 1.6666666
        },
        {
            "r_in [km]": 2000,
            "freq [GHz]": 2.3,
            "α": 1.6666666
        },
        {
            "r_in [km]": 2000,
            "freq [GHz]": 5,
            "α": 1.6666666
        },
        {
            "r_in [km]": 2000,
            "freq [GHz]": 1.4,
            "α": 1.7
        },
        {
            "r_in [km]": 2000,
            "freq [GHz]": 1.8,
            "α": 1.7
        },
        {
            "r_in [km]": 2000,
            "freq [GHz]": 2.3,
            "α": 1.7
        },
        {
            "r_in [km]": 2000,
            "freq [GHz]": 5,
            "α": 1.7
        },
        {
            "r_in [km]": 2000,
            "freq [GHz]": 1.4,
            "α": 1.8
        },
        {
            "r_in [km]": 2000,
            "freq [GHz]": 1.8,
            "α": 1.8
        },
        {
            "r_in [km]": 2000,
            "freq [GHz]": 2.3,
            "α": 1.8
        },
        {
            "r_in [km]": 2000,
            "freq [GHz]": 5,
            "α": 1.8
        },
        {
            "r_in [km]": 5000,
            "freq [GHz]": 1.4,
            "α": 1.5
        },
        {
            "r_in [km]": 5000,
            "freq [GHz]": 1.8,
            "α": 1.5
        },
        {
            "r_in [km]": 5000,
            "freq [GHz]": 2.3,
            "α": 1.5
        },
        {
            "r_in [km]": 5000,
            "freq [GHz]": 5,
            "α": 1.5
        },
        {
            "r_in [km]": 5000,
            "freq [GHz]": 1.4,
            "α": 1.6
        },
        {
            "r_in [km]": 5000,
            "freq [GHz]": 1.8,
            "α": 1.6
        },
        {
            "r_in [km]": 5000,
            "freq [GHz]": 2.3,
            "α": 1.6
        },
        {
            "r_in [km]": 5000,
            "freq [GHz]": 5,
            "α": 1.6
        },
        {
            "r_in [km]": 5000,
            "freq [GHz]": 1.4,
            "α": 1.6666666
        },
        {
            "r_in [km]": 5000,
            "freq [GHz]": 1.8,
            "α": 1.6666666
        },
        {
            "r_in [km]": 5000,
            "freq [GHz]": 2.3,
            "α": 1.6666666
        },
        {
            "r_in [km]": 5000,
            "freq [GHz]": 5,
            "α": 1.6666666
        },
        {
            "r_in [km]": 5000,
            "freq [GHz]": 1.4,
            "α": 1.7
        },
        {
            "r_in [km]": 5000,
            "freq [GHz]": 1.8,
            "α": 1.7
        },
        {
            "r_in [km]": 5000,
            "freq [GHz]": 2.3,
            "α": 1.7
        },
        {
            "r_in [km]": 5000,
            "freq [GHz]": 5,
            "α": 1.7
        },
        {
            "r_in [km]": 5000,
            "freq [GHz]": 1.4,
            "α": 1.8
        },
        {
            "r_in [km]": 5000,
            "freq [GHz]": 1.8,
            "α": 1.8
        },
        {
            "r_in [km]": 5000,
            "freq [GHz]": 2.3,
            "α": 1.8
        },
        {
            "r_in [km]": 5000,
            "freq [GHz]": 5,
            "α": 1.8
        },
        {
            "r_in [km]": 10000,
            "freq [GHz]": 1.4,
            "α": 1.5
        },
        {
            "r_in [km]": 10000,
            "freq [GHz]": 1.8,
            "α": 1.5
        },
        {
            "r_in [km]": 10000,
            "freq [GHz]": 2.3,
            "α": 1.5
        },
        {
            "r_in [km]": 10000,
            "freq [GHz]": 5,
            "α": 1.5
        },
        {
            "r_in [km]": 10000,
            "freq [GHz]": 1.4,
            "α": 1.6
        },
        {
            "r_in [km]": 10000,
            "freq [GHz]": 1.8,
            "α": 1.6
        },
        {
            "r_in [km]": 10000,
            "freq [GHz]": 2.3,
            "α": 1.6
        },
        {
            "r_in [km]": 10000,
            "freq [GHz]": 5,
            "α": 1.6
        },
        {
            "r_in [km]": 10000,
            "freq [GHz]": 1.4,
            "α": 1.6666666
        },
        {
            "r_in [km]": 10000,
            "freq [GHz]": 1.8,
            "α": 1.6666666
        },
        {
            "r_in [km]": 10000,
            "freq [GHz]": 2.3,
            "α": 1.6666666
        },
        {
            "r_in [km]": 10000,
            "freq [GHz]": 5,
            "α": 1.6666666
        },
        {
            "r_in [km]": 10000,
            "freq [GHz]": 1.4,
            "α": 1.7
        },
        {
            "r_in [km]": 10000,
            "freq [GHz]": 1.8,
            "α": 1.7
        },
        {
            "r_in [km]": 10000,
            "freq [GHz]": 2.3,
            "α": 1.7
        },
        {
            "r_in [km]": 10000,
            "freq [GHz]": 5,
            "α": 1.7
        },
        {
            "r_in [km]": 10000,
            "freq [GHz]": 1.4,
            "α": 1.8
        },
        {
            "r_in [km]": 10000,
            "freq [GHz]": 1.8,
            "α": 1.8
        },
        {
            "r_in [km]": 10000,
            "freq [GHz]": 2.3,
            "α": 1.8
        },
        {
            "r_in [km]": 10000,
            "freq [GHz]": 5,
            "α": 1.8
        }
    ]
};